Repository: Dirpyth/vutuv
Catalog: priv/gettext/*/LC_MESSAGES/mail.po
Languages: de

source: email in use
de: Nein

source: email verified successfully
de: E-Mail Adresse wurde verifiziert.

source: password reset successfully
de: Nein

source: reset password
de: Nein

source: reset password code: %{msg}
de: Nein

source: reset password no user
de: Nein

source: verification code: %{msg}
de: Bitte geben Sie den folgenden Bestätigungscode ein

source: verify email
de: Weitere E-Mail Adresse für einen vutuv Account verifizieren

source: email verified
de: E-Mail Adresse verifiziert

source: password reset
de: Nein
